Repository: common-repository/birttu-medios
Catalog: lang/birttu-*.po
Languages: es_es

source: The registration could not be done, try later
es_es: No se pudo realizar el registro, intente mas tarde

source: The user does not exist, register to access the Birttu system
es_es: El usuario no existe, registrese para poder acceder al sistema de Birttu

source: Dismiss this notice.
es_es: Descarta este aviso.

source: Login
es_es: Iniciar sesión

source: Email:
es_es: Correo eletrónico:

source: youremail@example.com
es_es: correo_electronico@ejemplo.com

source: Password:
es_es: Contraseña:

source: Enter
es_es: Entrar

source: Registry
es_es: Registro

source: Website name:
es_es: Nombre del sitio:

source: Web URL:
es_es: URL del sitio:

source: Phone:
es_es: Teléfono:

source: Person in charge:
es_es: Responsable:

source: User tag:
es_es: Tag de usuario:

source: You must have active or activate the basic Wordpress comment system for Birttu to recognize the site and replace it. If they have removed the basic plugin, you must insert this fragment in the source code: "comments_template ();" in the location within the file - which corresponds to the articles template - where you want the comments widget to appear.
es_es: Debes tener activo o activar el sistema básico de comentarios de Wordpress para que Birttu reconozca el emplazamiento y lo sustituya. Si han eliminado el plugin básico, debes insertar en el código fuente este fragmento: “comments_template();” en el emplazamiento dentro del archivo -que corresponde a la plantilla de los artículos- donde quieras que aparezca el widget de comentarios.

source: I have read and agree
es_es: He leído y acepto los

source: https://www.birttu.com/libreria/legal/terminos-de-uso-en.html
es_es: https://www.birttu.com/libreria/legal/terminos-de-uso.html

source: terms and conditions
es_es: términos y condiciones

source: Register
es_es: Registrar

source: Please enter the name of the site
es_es: Por favor introduzca el nombre del sitio

source: Please enter the URL of the site
es_es: Por favor introduzca la URL del sitio

source: Please enter your password
es_es: Por favor introduzca su contraseña

source: The password must have more than 5 characters
es_es: La contraseña debe tener más de 5 caracteres

source: Please enter a valid email
es_es: Por favor introduzca un email válido

source: Please enter the phone
es_es: Introduzca el teléfono por favor

source: Please enter the name of the person in charge
es_es: Introduzca el nombre del responable por favor

source: Please enter the site manager
es_es: Introduzca el gestor del sitio

source: Please enter users tags
es_es: Introduzca el tag del sitio

source: Sorry, there was a problem, try again later
es_es: Disculpe, existió un problema, vuelva a intentarlo mas tarde

source: Enter a valid email please
es_es: Introduzca un email válido por favor

source: You already have a registered user with this email
es_es: Ya tienes un usuario registrado con este correo electronico

source: Here your web
es_es: Aquí tu web

source: Here your address
es_es: Aquí la dirección

source: Here your phone
es_es: Introduzca un teléfono

source: Enter the name of the person responsible
es_es: Introduzca el nombre del responsable

source: Nothing selected, can't validate, returning nothing.
es_es: Nada seleccionado, no puede validar, devolviendo nada.

source: This field is required.
es_es: Este campo es obligatorio.

source: Please enter a valid email address.
es_es: Introduzca una cuenta de correo electrónico válida por favor.

source: Please enter a valid URL.
es_es: Introduzca una URL válida por favor.

source: Please enter a valid date.
es_es: Introduzca una fecha válida por favor.

source: Please enter a valid date ( ISO ).
es_es: Introduzca una fecha válida (ISO) por favor.

source: Please enter a valid number.
es_es: Introduzca un número válido por favor.

source: Please enter only digits.
es_es: Introduzca solo dígitos por favor.

source: Please enter the same value again.
es_es: Introduzca el mismo valor de nuevo por favor.

source: Please enter no more than {0} characters.
es_es: No introduzca más de {0} caracteres por favor.

source: Please enter at least {0} characters.
es_es: Introduzca al menos {0} caracteres por favor.

source: Please enter a value between {0} and {1} characters long.
es_es: Introduzca entre {0} y {1} caracteres por favor.

source: Please enter a value between {0} and {1}.
es_es: Introduzca un valor entre {0} y {1} por favor.

source: Please enter a value less than or equal to {0}.
es_es: Introduzca un menor o igual a {0} por favor.

source: Please enter a value greater than or equal to {0}.
es_es: Introduzca un mayor o igual a {0} por favor.

source: Please enter a multiple of {0}.
es_es: Introduzca un múltiplo de {0} por favor.

source: To add in an entry:
es_es: Para añadir en una entrada:

source: To show number of comments:
es_es: Para mostrar número de comentarios:
